GitHub.copilot
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.vscode-remote-extensionpack
eamodio.gitlens
streetsidesoftware.code-spell-checker
bungcip.better-toml
ms-python.python
esbenp.prettier-vscode
redhat.vscode-yaml
graphcool.graphql
visualstudioexptteam.vscodeintellicode
tabnine.tabnine-vscode
svsool.vscode-theme-onedark
marp-team.marp-vscode
ms-vsliveshare.vsliveshare
ms-python.vscode-pylance
ms-vscode.cpptools
ms-azuretools.vscode-docker
benwiday.git-recent-branches
eamodio.gitlens